
const poetryList = [{
  id: 11,
  time: '2021年1月10日',
  title: '清平乐·重遇何期',
  content: ['微阳入帘，亭午方觉起。', '沉醉梦境渐欲迷，且窃半闲小憩。',
  '风啸冬叶飘离，来年重遇何期。', '窗望台凭栏倚，思丝织就罗衣。']
}, {
  id: 10,
  time: '2020年11月28日',
  title: '游午后四点',
  content: ['庭前花落去无归，', '旧时堂燕今已飞。','华灯初映笑谈中，', '不胜人生一场醉。']
}, {
  id: 9,
  time: '2020年10月9日',
  title: '苦梦寒宵',
  content: ['夜幕渐垂山外山，今宵苦梦寒。', '波光潋滟，海雨潮生映华年。', '晚风拂，柳成弦，半曲瑟瑟半难眠。', 
  '人生自是少欢聚，知交尽凋零。', '天涯已远，归期几时将何行。', '昔陈酿，旧时梦，半世浮生半醒清。']
}, {
  id: 8,
  time: '2020年5月15日',
  title: '初夏清茶记',
  content: ['晓晨钟声惊醒，一晌贪欢，犹未尽。', '金乌东飞洒栏窗，微微望舒隐。', 
  '半盏清茶半阙词，一缕思绪一笑颦。', '待了却凡尘几许，水榭楼阁，欢谑盈。']
}, {
  id: 7,
  time: '2019年10月26日',
  title: '登凤凰山',
  content: ['青草波，秋风起涟漪。', '林间蹊径，鸟语花间息。', '烟岚云岫，薄雾腾游渐欲迷。', 
  '望烟楼下望烟人，凤凰山上凤凰栖。', '王谢堂前飞燕，今安在？寻常巷陌寻常家。', '莫论失得意，看尽俗世繁华。']
}, {
  id: 6,
  time: '2019年8月6日',
  title: '乘风行',
  content: ['长风万里西北行，潇潇夜雨子规啼。', '绿柳成荫，白杨成林，何枝依。', '觅一处弹丸地，享霎时欢喜。', 
  '寻半盏浊琉璃，排顷刻寥寂。', '贪泉涸辙境，未来犹可期。']
}, {
  id: 5,
  time: '2019年4月20日',
  title: '夜昼',
  content: ['黑云压城城欲摧，', '昼已成夜雨纷飞。', '高楼薄雾飘渺现，', '转眼云烟东流水。']
}, {
  id: 4,
  time: '2019年1月29日',
  title: '年会诸君共饮',
  content: ['岁末会饮，一饮当须三百杯。', '且听君言陈年事，论来日，几时归。', '酒入愁肠愁上愁，语出忧心忧更忧。', 
  '清风迎，人微熏，仰天长叹自难休。', '钟期难遇，一樽遥酹望月楼。']
}, {
  id: 3,
  time: '2019年1月17日',
  title: '惊梦叹',
  content: ['烛残未觉，与日争辉徒消瘦。', '韶华已逝，枉度无忆空回首。', '倚窗探明月，月明洒高楼。', 
  '梦里不知身是客，惊觉方知绕心头。', '庸人徒自扰，劝君应是志当酬。']
}, {
  id: 2,
  time: '2018年3月4日',
  title: '晓春别长安',
  content: ['昨夜东南风又起，袭尽林园滨溪。', '千里春草绿，百鸟争鸣啼。', '关山万重，何处依。', 
  '一壶漂泊几分愁，凭栏长叹怎休。', '自是空余恨，壮怀诚难酬。', '人事未尽，心何收。']
}, {
  id: 1,
  time: '2017年6月28日',
  title: '临江仙·毕业临行之别兰州',
  content: ['寒暑四回如幻梦，饮尽北雪西风。', '浮云聚散影无踪。', '一杯浊酒醉，自此不相逢。', 
  '地北天南他乡客，故人不复其中。', '红尘俗世已成空。', '良辰何处觅，聊寄广寒宫。']
}];

export default poetryList;